Repository: sillsdev/FwLocalizations
Catalog: messages.hi.tmx
Source language: en
Languages: hi

source: A &different name:
hi: एक &अलग नाम:

source: A_llomorph
hi: _उपरूपिम

source: Abbr: Name (Best Analysis)
hi: संक्षेप: नाम (उत्तम विश्लेषण)

source: &Abbreviation
hi: &संक्षेप

source: Abbreviation
hi: संक्षेप

source: Abbreviation - Name
hi: संक्षेप - नाम

source: Abbreviation (Best Analysis)
hi: संक्षेप (उत्‍तम विश्लेषण)

source: Abbreviation (of text)
hi: संक्षेप (मूलपाठ का)

source: &Abbreviation:
hi: &संक्षेप:

source: Abort
hi: निरस्त करें

source: _About Language Explorer...
hi: _लैंगवेज एक्सप्लोरर के बारे में...

source: About SIL FieldWorks {0}
hi: एस०अइ०एल० फील्डवर्क्स के बारे में {0}

source: About the selected export method:
hi: चुने हुए निर्यात करने के तरीके के बारे में:

source: About to Convert
hi: परिवर्तित करने के लिए तैयार

source: About to delete {0}.
hi: हटाने के विषय में {0}.

source: Academic Domain
hi: शैक्षणिक क्षेत्र

source: Academic Domains
hi: अनेक शैक्षणिक क्षेत्र

source: Ad hoc Co-occurrence Prevention Rules
hi: तदर्थ घटना सहित बचाव नियम

source: Ad hoc Rules
hi: तदर्थ नियम

source: &Add
hi: &जोड़ना

source: Add
hi: जोड़ना

source: Add (the Notebook area will contain both old Records and newly imported data.)
hi: जोड़ना (स्मरण पुस्तक क्षेत्र में पुराने रिकॉर्ड व नव आयात जानकारी सम्मिलित होगी )

source: &Add >>
hi: &जोड़ना

source: Add a category
hi: एक श्रेणी जोड़ना

source: Add a Complex Form...
hi: एक मिश्रित आकार जोड़ना...

source: Add a new category.
hi: एक नई .श्रेणी जोड़ना.

source: Add a subcategory...
hi: एक उपश्रेणी जोड़ना...

source: Add Allomorph
hi: उपरुपिम जोड़ना

source: Add allomorph to lexical entry?
hi: कोष-विषयक में उपरुपिम जोड़ना?

source: Add allomorph to similar entry
hi: समतुल्य सम्मिलन में उपरुपिम जोड़ना

source: Add Allomorph...
hi: उपरुपिम जोड़ना...

source: Add an obligatory slot to {0}
hi: में एक आवश्यक दरार जोड़ना {0}

source: Add an optional slot to [Category]
hi: में एक ऐच्छिक दरार जोड़ना[श्रेणी]

source: Add an optional slot to {0}
hi: में एक ऐच्छिक दरार जोड़ना {0}

source: Add another Variant Info section
hi: अन्य भिन्नरुप सूचना भाग जोड़ना

source: Add Approved Analysis...
hi: अनुमोदित विश्लेषण जोड़ना...

source: Add from Catalog
hi: सूचीपत्र से जोड़ना

source: Add Inflection Feature from Catalog
hi: सूचीपत्र से रुपान्तरण आकृति को जोड़ना

source: Add Inflection Features from Catalog
hi: सूचीपत्र से रुपान्तरण आकृतियों को जोड़ना

source: Add inflectional affix(es) to XXX
hi: में रुपान्तरण प्रत्यय (यों) को जोड़ना XXX

source: Add information about your text in this tab.
hi: इस पट्टी में अपने पाठ के विषय में सूचना जोड़ना.

source: Add language mapping
hi: भाषा मानचित्र जोड़ना

source: Add Line
hi: पंक्ति जोड़ना

source: Add makes a new substitution.
hi: जोड़ना एक नया विकल्प तैयार करता है.

source: Add &networked computer:
hi: जोड़ना&संपर्क-अंतर्गत कम्प्युटर:

source: Add New Sense
hi: नया दृश्य जोड़ना

source: Add New Sense for {0} ...
hi: के लिए नए दृश्य जोड़ना {0} ...

source: Add New Sense...
hi: नया दृश् जोड़न...

source: Add or edit custom fields.
hi: रीति क्षेत्रों जोड़ना या उनका संपदन करना .

source: Add or replace
hi: जोड़ना या बदले में रखना

source: Add or Replace Notebook Records
hi: स्मरणपुस्तक रिकॉर्ड जोड़ना या बदलना

source: Add Reference
hi: संदर्भ जोड़ना

source: Add Reference ({0})
hi: संदर्भ जोड़ना ({0})

source: Add to existing items
hi: वर्तमान चीज़ों में जोड़ना

source: Add to Spelling Dictionary
hi: वर्तनी शबदकोष में जोड़ना

source: &Add Variant
hi: &भिन्नरुप जोड़ना

source: Add Word Gloss
hi: शब्दसंग्रह जोड़ना

source: Add Word to Spelling Dictionary
hi: वर्तनी शब्दकोष में शब्द जोड़ना

source: Add words marked as correctly spelled to the active spelling dictionary.
hi: सक्रीय वर्तनी शब्दकोष में सही वर्तनी के रुप में चिन्हित शब्दों को जोड़ना.

source: Add Words to Lexicon
hi: शब्द-सूची में शब्द जोड़ना

source: Add Writing System
hi: लेखन व्यवस्था जोड़ना

source: Add writing system {0} to your FieldWorks project?
hi: लेखन व्यवस्था जोड़ना {0} आपके क्षेत्रकार्यों में?

source: &Add...
hi: &जोड़ना...

source: A&dd...
hi: &जोड़ना...

source: Add...
hi: जोड़ना...

source: Add/Modify Language Mapping
hi: जोड़ना/भाषा मानचित्र परिवर्तन करना

source: Add: Adds the new encoding converter to this registry.
hi: जोड़ना: इस रजिस्ट्री में नया कूट परिवर्तक जोड़ता है.

source: Adding files to backup...
hi: बैकअप में फ़ाइलों को जोड़ना...

source: Additional files to back up
hi: बैकअप के लिए अतिरिक्त फ़ाइलें

source: Additional files to restore
hi: पुर्वावस्था के लिए अतिरिक्त फ़ाइलें

source: Additional information about your computer and project will be sent:
hi: आपके कम्प्युटर व प्रोजेक्ट के विषय में अतिरिक्त सूचना भेज दी जाएगी:

source: Advanced
hi: उच्च श्रेणीगत

source: Advanced...
hi: उच्च श्रेणीगत...

source: Affix Allomorph
hi: उपरुपिम संयुक्त करना

source: Affix Form
hi: आकार संयोजित करना करना

source: Affix found on {0}
hi: संयोजन पाया गया {0}

source: Affix in {0} slot which inflects {1}
hi: में संयुक्त करना {0} दरार जो रुपांतरित होती है {1}

source: Affix in {0} slots which inflects {1}
hi: में संयोजन करना {0} दरार जो रुपांतरित होती है {1}

source: Affix Slot
hi: दरार में संयोजन करना

source: Affix slot {0}
hi: दरार में संयोजन करना {0}

source: Affix Slot or Category
hi: दरार या श्रेणी संयोजित करें

source: Affix Slots
hi: दरारों में संयोजन करना

source: Affix Template
hi: साँचे में संयोजन करना

source: Affix Templates
hi: साँचों में संयोजन करना

source: Affix &Type:
hi: संयोजन करना &टंकण करना:

source: Affix which attaches to any category
hi: संयोजन करें जो कि किसी भी श्रेणी के साथ जोड़ा जा सके

source: Affix which changes the meaning of {0}
hi: संयोजन करें जो कि उसका अर्थ बदलता हो {0}

source: Affix which changes the meaning of any category
hi: संयोजन करें जो कि किसी भी श्रेणी का बदलता हो

source: Affix which converts {0} to {1}
hi: संयोजन करें जो कि परिवर्तन करता हो {0} से {1}

source: Affix which converts {0} to any category
hi: संयोजन करें जो कि परिवर्तन करता हो {0} किसी भी श्रेणी में

source: Affix which converts any category to {0}
hi: संयोजन करें जो कि इसके प्रति किसी भी श्रेणी का परिवर्तन करता हो {0}

source: Affix which inflects {0}
hi: संयोजन करें जो कि रुपांतरण करता हो {0}

source: Affix which inflects any category
hi: संयोजन करें जो कि किसी भी श्रेणी का रुपांतरण करता हो

source: After
hi: के पश्चात्

source: after any blank line
hi: के पश्चात् कोई भी ख़ाली रेखा

source: after lines shorter than
hi: के पश्चात् रेखाएँ जो कि उससे छोटी हों

source: After providing word glosses, you can chart your texts.
hi: शब्दसंग्रह उपलब्ध कराने के पश्चात्, आप अपने मानचित्र को पाढ में बदल सकते हैं.

source: Aft&er:
hi: &के पश्चात्:

source: After:
hi: के पश्चात्:

source: Alias
hi: उपनाम

source: all analysis
hi: संपूर्ण विश्लेषण

source: All Analysis
hi: संपूर्ण विश्लेषण

source: All Analysis and Vernacular
hi: संपूर्ण विश्लेषण व मातृभाषा

source: All Analysis then all Vernacular Writing Systems
hi: संपूर्ण विश्लेषण तब संपूर्ण मातृभाषा लेखन व्यवस्था

source: All Analysis Writing Systems
hi: संपूर्ण लेखन व्यवस्थाएँ

source: All Entries
hi: संपूर्ण प्रविष्ठियाँ

source: All FieldWorks backup files
hi: संपूर्ण क्षेत्रकार्य प्रतिलिपि फ़ाइलें

source: All Files
hi: संपूर्ण फ़ाइलें

source: All Reversal Indexes
hi: सभी विपरित विषय-सूची

source: {0}. All rights reserved.
hi: {0}. सभी अधिकार आरक्षित हैं.

source: All selected items
hi: सभी चयनित मद

source: All Styles
hi: सब तरह की बनावट

source: all vernacular
hi: सभी मातृभाषा

source: All Vernacular
hi: सभी मातृभाषा

source: All Vernacular and Analysis
hi: सब मातृभाषा व विश्लेषण

source: All Vernacular then all Analysis Writing Systems
hi: सब मातृभाषा तब सभी विश्लेषण लेखन व्यवस्थाएँ

source: All Vernacular Writing Systems
hi: सब मातृभाषी लेखन व्यवस्थाएँ

source: allomorph
hi: उपरुपिम

source: Allomorph
hi: उपरुपिम

source: Allomorph of...
hi: का उपरुपिम...

source: &Allomorph:
hi: &उपरुपिम:

source: Allomorphs
hi: अनेक उपरुपिम

source: &Allow duplicate item names and abbreviations
hi: &प्रतिलिपि मद नाम व संक्षिप्त रुपों को अनुमति

source: Alphabetical Order
hi: वर्णमालानुसार क्रम

source: {0} (already exists)
hi: {0} (पुर्व से अस्तित्व में)

source: <Already in Unicode>
hi: <पुर्व से युनिकोड मे >

source: Alternate Forms
hi: वैक्लपिक रुप

source: {0} Alternation
hi: {0} आंशिक परिवर्थन

source: Always visible
hi: सदैव दृश्यमान

source: An empty paragraph
hi: एक रिक्त पद

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
hi: एक एसी प्रविष्ठी जिसमें अवयव होते हैं उसमें उपरुपिम प्रकार की जड़ें नहीं हो सकती. चुँकि परिभाषा के द्वारा एक जड़ अविभाज्य है. क्या आप चाहेंगे कि इस प्रविष्ठी में अवयव के प्रति संदर्भों को भाषा खोजी मिटा दे?

source: An error occurred trying to migrate existing projects from an older version of FieldWorks:
hi: कार्यक्षेत्रों के एक पुराने संस्करण से वर्तमान प्रोजेक्ट्स को एक जगह से दुसरी जगह स्थानांतरित करने का प्रयास करते हुए एक अशुद्धि उत्पन्न हो गई है :

source: An error ocurred during conversion of test file.
hi: जाँच फ़ाइल का रुपांतर करते समय एक अशुद्धि उत्पन्न हो गई है.

source: Analyses
hi: विश्लेषण

source: analysis
hi: विश्लेषण

source: Analysis
hi: विश्लेषण

source: Analysis {0}
hi: विश्लेषण {0}

source: Analysis Candidate
hi: विश्लेषण प्रतिभागी

source: &Analysis language writing system
hi: &विश्लेषण भाषा लेखन व्यवस्था

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
hi: विश्लेषन भाषाएँ टिप्पणियों, पीछे के अनुवादों, शब्द संग्रहों, परिभाषाओं, विश्लेषण, आदि की भाषाएँ हैं। चुनें, या परिभाषाषित करें, एक डिफ़ॉल्ट विश्लेषण भाषा लेखन व्यवस्था.

source: analysis or vernacular
hi: विश्लेषण या मातृभाषा

source: Analysis Usage
hi: विश्लेषण प्रयोग

source: &Analysis Writing System
hi: &विश्लेषण लेखन व्यवस्था

source: Analysis &Writing Systems
hi: विश्लेषण &लेखन व्यवस्थाएँ

source: Analyze
hi: विश्लेषण करें

source: Analyze the morphemes in the words of the text.
hi: पद के शब्दों में उपरुपिमों का विश्लेषण करें.

source: and
hi: व

source: and {0}.
hi: व {0}.

source: Annotation Definition
hi: टिप्पणी करते हुए परिभाषा

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
hi: शायद कार्यक्षेत्रों का अन्य प्रकार कार्यशील है, परंतु इस बार के निवेदन का यह उचित प्रतुत्तर नहीं दे रहा है. यह एक कीड़े जैसा है; कृपया इसके लिए FlexErrors@sil.org को सूचित करें. हम आपको यह सलाह देंगे कि आप सभी क्षेत्रकार्य उपयोग बंद कर दें व पुनः प्रयास करें. यदि आफको फ़िर भी यह संदेश प्राप्त होता है, अपना कम्प्युटर पुनः चालू करें. (दक्ष जन TaskManager का प्रयोग करते हुए किसी भी क्षेत्रकार्य को नष्ट करते हुए पुनः स्थिति में लाने का प्रयास कर सकते हैं) क्या आप अभी पुनः प्रयास करना चाहेंगे?

source: Another instance of FieldWorks appears to be starting up at the same time as this one, and things have gotten confused. We recommend letting one project open fully before you try to open another one. If you get this message repeatedly or when not trying to open two projects at once, you may have encountered a bug; please report it. It may help to restart your computer.
hi: शायद फ़िल्डवर्क्स का अन्य प्रकार इसी के साथ ही शुरु हो गया है, और चीज़ें उलझ गई हैं. हम आपको यह सलाह देंगे कि एक परियोजना को पूरा खुलने के पश्चात् ही दूसरी फ़ाइल को ख़ोलें. यदि आपको यह संदेश निरंतर मिलता है या दो प्रोजेक्ट्स को एक साथ खोलते समय नहीं, तो इसका मतलब यह है कि आपका सामना गड़बड़ी से हुआ है; इसके बारे में कृपया सूचना दें, यह आपके कम्प्युटर को पुनः चालू करने में सहायता प्रदान करता है।

source: &Another location
hi: &अन्य स्थान निरुप

source: Anth
hi: मानव

source: anthro. codes
hi: मानव. कोड

source: Anthropology _Category
hi: मानवशास्त्र _श्रेणी

source: Anthropology Categories
hi: मानवशास्त्र श्रेणियाँ

source: Anthropology Categories:
hi: मानवशास्त्र श्रेणियाँ:

source: Anthropology Category
hi: मानवशास्त्र श्रेणी

source: Anthropology Codes
hi: मानवशास्त्र कोड

source: Anthropology Database Files
hi: मानवशास्त्र डेटाबेस फ़ाइलें

source: Anthropology Note
hi: मानवशास्त्र टिप्पणी

source: Anthropology Notes
hi: मानवशास्त्र टिप्पणियाँ

source: Any
hi: कोई भी

source: Any of...
hi: में से कोई...

source: {0} Any one character in the set
hi: {0} समूह में से कोई एक चरित्र

source: {0} Any one character not in the set
hi: {0} कोई एक चरित्र जो कि समूह में नहीं है

source: Any selected item
hi: कोई चयनित मद

source: {0} Any single character
hi: {0} कोई एक अकेला चरित्र

source: {0}. Any texts that use it will need more analysis work, as it is used {1} times in your texts.
hi: {0}. कोई पाढ जो कि इसका प्रयोग करता है उसे इस पर अधिक विश्लेषण कार्य करना होगा, जैसा कि प्रयुक्त हुआ है, {1} बार आपके पाठ में.

source: {0}. Any texts that use it will need more analysis work, as it is used 1 time in your texts.
hi: {0}. कोई पाढ जो कि इसका प्रयोग करता है उसे इस पर अधिक विश्लेषण कार्य करना होगा, जैसा कि प्रयुक्त हुआ है, 1 बार आपके पाठ में.

source: <Any>
hi: <कोई भी>

source: &Anywhere
hi: &कहीं भी

source: Append, separated by:
hi: परिशिष्ठ, के द्वारा अलग किया गया:

source: Applies and saves changes you have made and closes this dialog box.
hi: आपके द्वारा प्रयुक्तियों व परिवर्तनों को सुरक्षित करता है व इस वार्ता बक्से को बंद करता है.

source: &Apply
hi: इस्तेमाल

source: Apply
hi: इस्तेमाल

source: Apply Style
hi: तरीके का इस्तेमाल

source: _Apply Style...
hi: तरीके का इस्तेमाल...

source: Appl&y Style...
hi: व तरीके का इस्तेमाल करें...

source: Approve
hi: स्वीकार करना

source: Approve _Throughout this Text
hi: स्वीकार करना _संपूर्ण पाठ में

source: Approve All
hi: सब को स्वीकार करें

source: Approve and _Jump to Next Incomplete
hi: स्‍वीकार करें व _दुसरे अपूर्ण पर जाएँ

source: Approve and _Stay
hi: स्वीकार करें व _रुकें

source: _Approve and Move Next
hi: स्वीकार करें व अन्य पर जाएँ

source: _Approve suggestion and
hi: सुझाव को स्वीकार करें व

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
hi: सुझाए हुए विश्लेषणों को स्वीकार करें, व सुझाए हुए या अपूर्ण विश्लेषणों के साथ अन्य शब्दों पर जाएँ.

source: Are you sure you want to continue?
hi: क्या आप निश्चित रुप से निरंतर आगे बढ़ना चाहते हैं?

source: Are you sure you want to delete the {0} View {1}?
hi: क्या आप निश्चित रुप से को मिटाना चाहते हैं {0} देखे़ं {1}?

source: Areas
hi: क्षेत्र

source: As I add new word glosses, create lexical entries.
hi: जैसा कि मैंने नए शब्दों की झलक को जोड़ा, कोष-विषयक प्रविष्ठी का निर्माण करें.

source: Assign
hi: कार्यभार दें

source: Assign Analysis...
hi: विश्लेषण का कार्यभार दें...

source: At &end
hi: तक &अंत

source: At least
hi: कम से कम

source: At &start
hi: तक &प्रारंभ

source: At s&tart
hi: तक&प्रारंभ

source: Attaches to any category
hi: किसी भी श्रेणी के साथ जोड़ना

source: Attaches to Categories
hi: श्रेणियों के साथ जोड़ना

source: Attaches to Categor&y:
hi: श्रेणी के साथ जोड़ना:

source: Attributes
hi: भाव

source: &Available Converters:
hi: &उपलब्ध परिवर्तक:

source: = Available for Bulk Editing
hi: = थोक संपादन के लिए उपलब्ध

source: Available lines:
hi: उपलब्ध पंक्तियाँ:

source: Available Processors:
hi: उपलब्ध संसाधित करने के यंत्र:

source: < &Back
hi: < &पीछे

source: Back
hi: पीछे

source: Back in Sketch
hi: नक्शे में पीछे

source: Back to concorded item...
hi: वापस अनुक्रमणिक मद के लिए...

source: Back up a FieldWorks project.
hi: एक फ़ील्डवर्क्स प्रोजेक्ड की प्रतिलिपि.

source: Back up existing project before restoring
hi: पुनःस्थापन से पहले वर्तमान प्रोजेक्ट की प्रतिलिपि

source: Back up FieldWorks Project
hi: फ़ील्डवर्क्स प्रोजेक्ड की प्रतिलिपि

source: Back up or restore a FieldWorks project.
hi: एक फ़ील्डवर्क्स प्रोजेक्ड का पुनःस्थापन या प्रतिलिपि.

source: Back up the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
hi: आयात करने से पहले फ़ील्डवर्क्स प्रोजेक्ड की प्रतिलिपि ले लें. तब, यदि आप प्रतिलिपि के परिणामों से संतुष्ट नही हैं, तो आप प्रतिलिपि को पुर्वस्थिति में ले लें.

source: Back up this Project
hi: इस प्रोजेक्ट की प्रतिलिपि ले लें

source: &Back up this Project...
hi: इस प्रोजेक्ट की प्रतिलिपि ले लें...

source: _Back up this Project...
hi: _इस प्रोजेक्ट की प्रतिलिपि ले लें...

source: Backed up on {0} at {1}
hi: प्रतिलिपि ली गई {0} के दिन {1}

source: Background Color
hi: पृष्ठभुमि का रंग

source: Background is {0}
hi: पृष्ठभुमि इस प्रकार है {0}

source: Bac&kground:
hi: पृष्ठभुमि:

source: Backing Up
hi: प्रतिलिपि लेना

source: &Backup and Restore...
hi: प्रतिलिपि और पुन:स्थापन...

source: Backup date:
hi: प्रतिलिपि दिनाँक:

source: Backup file contains a version of the project which was created using a newer version of FieldWorks: {0} To restore from this backup, install version {1} of FieldWorks.
hi: प्रतिलिपि फ़ाइल में प्रोजेक्ट का वह संस्करण है जो कि फ़ील्डवर्स: के नए संस्करण का प्रयोग करते हुए तैयार किया गया है {0} इस बेकअप से पुन:स्थापन के लिए संस्करण {1} को फ़ील्डवर्स में स्थापित करें

source: Backup file:
hi: प्रतिलिपि फ़ाइल:

source: Backup location
hi: प्रतिलिपि स्थान निर्धारण

source: Backup or restore a FieldWorks project.
hi: प्रतिलिपि या फ़ील्डवर्स प्रोजेक्ट को पुन:स्थापित करें.

source: Backup Recommendation
hi: प्रतिपि सिफ़ारिश

source: Backup version to restore
hi: पुन:स्थापन के लिए प्रतिलिपि संस्करण

source: &Backup...
hi: &प्रतिलिपि...

source: Backup...
hi: प्रतिलिपि...

source: base
hi: आधार

source: Based On
hi: पर आधारित

source: &Based on:
hi: &पर आधारित:

source: Baseline
hi: आधार-रेखा

source: Basic Styles
hi: आधार शैली

source: BC
hi: ईसा पर्व

source: because it is currently set not to be published at all in this publication
hi: क्योंकि यह वर्तमान में इस प्रकाशन पर प्रकाशित होने के लिए तैयार नहीं किया गया है

source: because it is currently set not to be shown with a main entry in this publication
hi: क्योंकि यह वर्तमान में इस प्रकाशन पर मुख़्य प्रविष्ठी सहित प्रदर्शित करने के लिए तैयार नहीं किया गया है

source: because it is currently set not to be shown with a minor entry
hi: क्योंकि यह वर्तमान में एक आंतरिक प्रविष्ठी सहित प्रदर्शित करने के लिए तैयार नहीं किया गया है

source: Becomes
hi: एसा बन जाता है

source: Before
hi: पहले

source: &Before:
hi: &पहले:

source: Before:
hi: पहले:

source: Begin
hi: प्रारंभ करें

source: &Beginning marker:
hi: &प्रारंभ मोहर:

source: Beginning marker:
hi: प्रारंभ मोहर:

source: {0} Beginning of line
hi: {0} रेखा का प्रारंभ

source: Begins
hi: प्रारंभ होता है

source: {0}. Being used {1} times by rules.
hi: {0}.प्रयोग में लिया गया है{1} बार नियम के अनुसार.

source: {0}. Being used {1} times in your natural classes.
hi: {0}.प्रयोग में लिया गया है {1} बार आपकी प्राकृतिक कक्षाओं में.

source: {0}. Being used 1 time by rules.
hi: {0}. प्रयोग में लिया गया है 1 बार नियमों के अनुसार.

source: best analysis
hi: अच्छा विश्लेषण

source: Best Analysis
hi: अच्छा विश्लेषण

source: best analysis or vernacular
hi: अच्छा विश्लेषण या स्वदेशी

source: Best Analysis or Vernacular
hi: अच्छा विश्लेषण या स्वदेशी

source: best vernacular
hi: अच्छे स्वदेशी में

source: Best Vernacular
hi: अच्छे स्वदेशी में

source: best vernacular or analysis
hi: अच्छे स्वदेशी में या विश्लेषण

source: Best Vernacular or Analysis
hi: अच्छे स्वदेशी में या विश्लेषण

source: between
hi: के मध्य

source: Between:
hi: के मध्य:

source: Bibliography
hi: बाइबल-संबंधी ज्ञान

source: Bibliography (Entry)
hi: बाइबल-संबंधी ज्ञान (प्रविष्ठी)

source: Bibliography (Sense)
hi: बाइबल-संबंधी ज्ञान (भाव)

source: Binary Compound Rule
hi: दोहरा मिश्रण नियम

source: Biographical Information
hi: जीवनी -संबंधी सूचना

source: blackbird → {0}black{1} {0}bird{1}
hi: कालीचिड़िया → {0}काली{1} {0}चिड़िया{1}

source: blackbird → black bird
hi: कालीचिड़िया →काली चिड़िया

source: Blanks
hi: ख़ाली स्थान

source: &Bold
hi: वीर

source: Bold
hi: वीर

source: Border
hi: सीमा

source: Border ({0})
hi: सीमा ({0})

source: Borders
hi: सीमाएँ

source: bound stem
hi: विवश तना

source: {0} Bound Stem
hi: {0} विवश तना

source: {0} Boundary
hi: {0} घेरा

source: Break Characters
hi: चरित्र विभाजन

source: _Break phrase into words
hi: वाक्यांशों को शब्दों में तोड़ना

source: Break phrase into words
hi: वाक्यांशों को शब्दों में तोड़ना

source: Brings up a dialog for controlling whether projects are shared and where they are stored.
hi: एक वार्तालाप लेकर आएँ जिससे कि प्रोजेक्ट को बाटाँ गया है व वे कहाँ पर भंडारित है इस पर नियंत्रण किया जा सके।

source: Browse
hi: ब्राउज़ करें

source: Browse for FieldWorks Project backup file
hi: फ़ील्डवर्क्स प्रोजेक्ड प्रतिलिपि फ़ाइल के लिए ब्राउज़ करें

source: Browse for file.
hi: फ़ाइल के लिए ब्राउज़ करें.

source: Browse for Language File
hi: भाषा फ़ाईल के लिए ब्राउज़ करें

source: &Browse...
hi: ब्राउज़...

source: Browse...
hi: ब्राउज़...

source: Bulk _Edit (copy)
hi: थोक _संपादित (प्रतिलिपि)

source: Bulk Copy
hi: थोक प्रतिलिपि

source: Bulk Edit (c_lick copy)
hi: थोक संपादित(क्लिक प्रतिलिपि)

source: Bulk Edit Entries
hi: थोक संपादित प्रविष्ठियाँ

source: Bulk Edit Operation:
hi: थोक संपादित संचालन:

source: Bulk Edit Reversal Entries
hi: थोक संपादित परिवर्तन प्रविष्ठियाँ

source: Bulk Edit Spelling Status.
hi: थोक संपादित उच्चारण स्थिति.

source: Bulk Edit Wordforms
hi: थोक संपादित शब्दरुप

source: Bulk Replace
hi: थोक स्थानापन्न

source: Bulk Replace Setup
hi: थोक स्थानापन्न सेटअप

source: B&ullet
hi: बुलेट

source: Bullet and Number &Font...
hi: बुलेट व संख्या व फ़ोंट...

source: Bulleted
hi: बुलेट प्रदान कर दिया गया है

source: Bullets
hi: अनेक बुलेट

source: Bullets and Numbering
hi: अनेक बुलेट व संख्या

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
hi: अंग्रेज़ी लेखन व्यवस्था को हटाने के द्वारा आपकी कुछ शीर्षक सूची मद सामान्य विषय-वस्तु के स्थान पर "***" दिखा सकता है। इस कारण आपको सशक्त रुप से यह सलाह दी जाती है कि आप अपने प्रोजेक्ट में अंग्रेज़ी लेखन व्यवस्था को सक्रिय रहने दें। फ़िर भी यदि आप अंग्रेज़ी को अभी हटाना चुनते हैं और अपने शीर्षक सूची मद को देखने में समस्या का सामना करते हैं तो आप किसी भी समय अंग्रेज़ी को जोड़ना बटन के द्वारा जोड़ सकते हैं

source: B&y:
hi: के द्वारा:

source: {0} can be configured in more detail.
hi: {0} और भी अधिक विवरण के साथ संयोजित कि एजा सकते हैं.

source: &Cancel
hi: &निरस्त

source: C&ancel
hi: &निरस्त

source: Cancel
hi: रद्द करें

source: Cannot add Variant
hi: भिन्नता को जोड़ नहीं सकता

source: Cannot Convert
hi: परिवर्तित नहीं कर सकता

source: Cannot create new entry
hi: नई प्रविष्ठी की रचना नहीं कर सकता

source: Cannot Remove Encoder
hi: एनकोडर को हटाया नहीं जा सकता

source: Cannot remove encoding converter because it is currently in use by a writing system.
hi: एनकोडिंग परिवर्तक को हटाया नहीं जा सकता क्योंकि वर्तमान में यह लेखन व्यवस्था के द्वारा प्रयोग के अंतर्गत है.

source: Cannot Restore
hi: पुन:स्थापित नहीं कर सकता

source: Cannot restore files in Linked Files folder
hi: श्रंखलांतर्गत फ़ाइल फौल्डर में फ़ाइलों को पुन:स्थापित नहीं कर सकता

source: Caption
hi: उपशीर्षक

source: C&aption:
hi: उपशीर्षक:

source: Categories (or Parts of Speech)
hi: श्रेणियाँ(या शब्द-भेद)

source: Categories Browse
hi: श्रेणी ब्राउज़

source: Cate&gories:
hi: श्रेणियाँ:

source: _Categorized entry
hi: श्रेणीगत प्रविष्ठी

source: Categorized Entry
hi: श्रेणीगत प्रविष्ठी

source: category
hi: श्रेणी

source: Category
hi: श्रेणी

source: Category (or Part of Speech)...
hi: श्रेणी(या शब्द-भेद)...

source: Category Description
hi: श्रेणी विवरण
